[{"lesson_name":"Unit 2 Intermidiate Listening & reading","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"When I was fifteen, I went to a music festival with my brother and his friends. We arrived on Friday evening, looked at the programme and decided to go to the Main Stage to hear Metallica. As we were walking across the park, there was a flash of lightning. A storm was coming, although it wasn't raining yet. When we reached the Main Stage, Metallica had started playing. We were all really impressed with the band. I'd watched a few of their songs on YouTube, but l hadn't seen them live. Their show was amazing! By this time, it was raining hard, but we didn't mind. In fact, it made the atmosphere more dramatio. Thousands of people were cheering and dancing in the rain!. Then suddenly, the music stopped. The water had damaged the sound equipment!. "},{"lesson_name":"Dangerous floods in zakarpattia","label":"label_8","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"The world's weather is changing and becoming less predictable. Extreme events, such as high winds and storms, often result in flooding or droughts. Some regions naturally ( естественно) have more meteorological disasters than others because of their geographical features and position. Zakarpatska oblast in Ukraine is one of the most vulnerable (уязвимый)  regions in Europe. There are regular storm and flooding because 8o per cent of it is mountainous, with high rainfall and snow in winter. Between 1980 and 2010 there were 13 major floods, affecting hundreds of thousands of people. In 2008, the floods were the worst for 1o0 years. Over 40,0oo homes and around 34,o00 hectares of farm land were flooded, while hundreds of bridges and roads were damaged. More than 20,000 people had to be evacuated. The operations to move and rescue people involved more than 2,700 emergency workers and over 500 vehicles. All in all it was a disaster costing s60o-900 million.  Houses, roads and bridges all need to be rebuilt after floods. People can be away from their homes for long periods and that affects their jobs and education. Because of this, some years ago, the government started to look into(?) ways of reducing the impact (удар, воздействие) of  floods. Apart from the natural geographic factors causing floods, there are also local issues, in particular deforestation. When trees are removed from forests, the water cycle and the local climate are affected: fewer trees mean that when it rains, there is little to slow down the rate at which the water hits the earth. Therefore the water builds up quickly on the bare surfaces and causes flooding. As a result, the government has a reforestation programme. Today about 17 per cent of Ukraine is forest. This is an increase of 4.6 per cent in 1990, and the aim is for this figure to be 20 per cent eventually Forests are often used for wood. If large areas of a forest are cut down, there is an increased(? ing) risk of flooding. To stop this forest management has also changed in Ukraine. Trees are now selectively felled so the ground is not left bare . "},{"lesson_name":"8 secrets of success\n\n","label":"label_13","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"This is really a two-hour presentation. I give to high school students, cut down to three minutes. And it all started one day on a plane, on my way to TED, seven years ago. And in the seat next to me was a high school student, a teenager, and she came from a really poor family. And she wanted to make something of her life, and she asked me a simple little question.  She said, \"What leads to success. \" And I felt really badly, because I couldn't give her a good answer. \nSo I get off the plane, and I come to TED. And I think, jeez, I'm in the middle of a room of successful people. . So why don't I ask them what helped them succeed, and pass it on to kids. . So here we are, seven years, 500 interviews later, and I'm going to tell you what really leads to success and makes TEDsters tick. \nAnd the first thing is passion (страсть). Freeman Thomas says, \"I'm driven by my passion. \".  TEDsters do it for love; they don't do it for money. \nCarol Coletta says, \"I would pay someone to do what I do. Я бы платила кому-то, чтобы делать то, что делаю я.  And the interesting thing is: if you do it for love, the money comes anyway. \nWork. Rupert Murdoch said to me, \"It's all hard work.  Nothing comes easily. But I have a lot of fun. \" Did he say fun. Rupert. Yes. . \n\nTEDsters do have fun working Участники TED получают удовольствие от работы. And they work hard. I figured, they're not workaholics. They're workafrolics. \nAlex Garden says, \"To be successful, put your nose down in something and get damn good at it. \"  \n«Чтобы быть успешным, выберите что-нибудь одно и станьте в этом самым лучшим». There's no magic; it's practice, practice, practice. \nAnd it's focus\nконцентрация. Norman Jewison said to me, \"I think it all has to do with focusing yourself on one thing. \"\n«Я думаю, все это связано с тем, чтобы сосредоточиться на одном». . \nAnd push.  David Gallo says, \"Push yourself.  Physically, mentally, you've got to push, push, push. \" You've got to push through shyness and self-doubt\n Вы должны преодолеть застенчивость и неуверенность. \nGoldie Hawn says, \"I always had self-doubts.  I wasn't good enough; I wasn't smart enough.  I didn't think I'd make it. \". \nNow it's not always easy to push yourself, and that's why they invented mothers. Frank Gehry said to me, \"My mother pushed me. \nServe.  Sherwin Nuland says, \"It was a privilege to serve as a doctor. \". \nA lot of kids want to be millionaires. The first thing I say is: \"OK, well you can't serve yourself; you've got to serve others something of value\n «Отлично, но вы не можете служить только себе, вы должны отдавать что-то ценное другим. Because that's the way people really get rich. \". \nIdeas.  TEDster Bill Gates says, \"I had an idea: founding the first micro-computer software company. \". I'd say it was a pretty good idea. And there's no magic to creativity in coming up with ideas --it's just doing some very simple things\nНет никакой магии в том, как к нам приходят идеи, надо всего лишь делать самые простые вещи. And I give lots of evidence\nИ я даю много доказательств. \nPersist.  настойчивость\nJoe Kraus says, \"Persistence is the number one reason for our success. \"You've got to persist through failure. You've got to persist through crap. Which of course means \"Criticism, Rejection, Assholes and Pressure. \"\n. "},{"lesson_name":"Listening 6 page 14 WB","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Interviewer: Beryl, how old were you when you were evacuated. Beryl: I was ten. It was the spring of 1941 and the Second World War had started two years before. interviewer: Why did your parents think you would be safer in the country. Beryl: Well, we lived in Plymouth, a large city in the south-west of England. Plymouth is on the coast and it has a port. At that time,it had an important naval base and so there had been a lot of bombing already. Then we were told that the situation was going to get much worse, so my parents started thinking about sending us to Cornwall. Interviewer: How many of your family were evacuated. . Beryl: Only my sister Sylvia and me. l have got five brothers and sisters, but we were the youngest, and so we were the ones my parents thought should go. We weren't evacuated together though, as we were going to different schools at the time. We both went to Cornwall, but my sister was sent to Truro with her classmates, and I went to Newquay with mine. Interviewer: How did you travel. . Beryl: We went by train. I don't remember much about the journey except that we all had little suitcases, and boxes with our gas masks in, tied up with string. Interviewer: What was your host family like. . Beryl: All I can remember is that the mother was called Mrs Pascoe and she had a daughter called Hilda. I stayed there with another girl from my school called Sheila. We both went to school with Hilda and sometimes she took us to the beach to play. Interviewer: How long were you away from home in the end. . Beryl: I don't really know. It seemed as if I was there for years, but it could only Bery have been about two or three months. I was really relieved when I got back home, but that feeling didn't last long as the bombing hadn't stopped. In fact our house was bombed soon after we returned. Fortunately no one was hurt but there was nothing left of our house or our belongings. . . "},{"lesson_name":"poppy day","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Poppy Day is the day when people in Britain and other countries commemorate the soldiers who died for their country in two world wars and later conflicts. It's on the 11th of November every year because World War One officially ended on the 11th of November 1918. Every year at exactly 11 oclock in the morning, there is a two-minute silence. This tradition began in 1919, one year after the end of World War One, when there was a two-minute silence in London. It was a chance for everybody to stop what they were doing and remember the people who had died. This is how one British newspaper described the event. At exactly 11 oclock, all the cars, trams and other vehicles stopped. Everyone stood very still. (Тишина стала глубже) The silence became deeper . It spread over the whole city. It was a silence which was almost pain. It was the spirit of  memory. John McCrae was a Canadian doctor who fought as an officer in World War One. He saw terrible things during that time-there were sometimes hundreds of casualties in one day. Thousands and thousands of young soldier fought and died in the muddy, wet fields of Flanders, a part of Belgium. In those same muddy fields, red flowers grew-poppies. McCrae imagined that the poppies were growing there to mark the places where young men had died. He found the sight of the poppies very moving, and wrote a poem about them. In the poem, we hear the dead soldiers speak. It begins with this line: . 'In Flanders fields the poppies blow. Between the crosses, row on row. John McCrae died in battle in 1918. An American woman called Moira Michael read his poem and bought some poppies. She wore one of them and sold the others. She gave the money to ex-soldiers in the United States. Other people copied the idea-they made poppies out of paper and sold them to raise money for ex-soldiers and the families of soldiers who had died. Selling poppies became a tradition which spread from country to country. Today poppies are sold in many countries around the world. When people buy and wear poppies, they are remembering all the soldiers who fought and died in World War One, between 1914 and 1918, and in later wars. And although World War One happened about a hundred years ago, people do still remember: in the UK alone, about 40 million poppies are sold each year."},{"lesson_name":"\"used to\" Dialogue","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Hi, Daisy. What have you got there. It's a box that my dad found in the attic, It's full of my old things. \nCooll. Let me see. \nThis is my schoolbook from primary school. You used to have really neat handwriting. And look. - Here's a photo of me when I was five. Did you use to wear dresses. All the time. How sweet. You never wear dresses now. -  And look at your hair. It's blonde. I didn't use to have red hair. You used to be pretty. What do you mean, I used to be pretty"},{"lesson_name":"Ted Olimpic games","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"The Olympic motto is \"Citius, Altius, Fortius\". Faster, Higher, Stronger. And athletes have fulfilled that motto rapidly. The winner of the 2012 Olympic marathon ran two hours and eight minutes. Had he been racing against the winner of the 1904 Olympic marathon, he would have won by nearly an hour and a half. Now we all have this feeling that we're somehow just getting betteras a human race, inexorably (неумолимо) progressing, but it's not like we've evolved into a new species in a century. So what's going on here.  I want to take a look (взглянуть) at what's really behind this march (продвижение) of athletic progress. 00:39. In 1936, Jesse Owens held the world record in the 100 meters. Had Jesse Owens been racing last year in the world championships of the 100 meters, when Jamaican sprinter Usain Bolt finished, Owens would have still had 14 feet to go. That's a lot in sprinter land. To give you a sense of how much it is, I want to share with you a demonstration conceived (задуманная) by sports scientist Ross Tucker. Now picture the stadium last year at the world championships of the 100 meters: thousands of fans waiting with baited breath to see Usain Bolt, the fastest man in history; flashbulbs popping as the nine fastest men in the world coil themselves into their blocks. And I want you to pretend that Jesse Owens is in that race. Now close your eyes for a second and picture the race. Bang. The gun goes off. An American sprinter jumps out to the front. Usain Bolt starts to catch him. Usain Bolt passes him, and as the runners come to the finish, you'll hear a beep as each man crosses the line. (Beeps) That's the entire finish of the race. You can open your eyes now. That first beep was Usain Bolt. That last beep was Jesse Owens. Listen to it again. (Beeps) When you think of it like that, it's not that big a difference, is it. And then consider that Usain Bolt started by propelling himself out of blocks down a specially fabricated carpet designed to allow him to travel as fast as humanly possible. Jesse Owens, on the other hand, ran on cinders (зола), the ash from burnt wood, and that soft surface stole far more energy from his legs as he ran. Rather than blocks, Jesse Owens had a gardening trowel that he had to use to dig holes in the cinders to start from. Biomechanical analysis of the speed of Owens' joints shows that had been running on the same surface as Bolt, he wouldn't have been 14 feet behind, he would have been within one stride (шаг). Rather than the last beep, Owens would have been the second beep. Listen to it again.  (Beeps) That's the difference track surface technology has made, and it's done it throughout the running world. Consider a longer event. In 1954, Sir Roger Bannister became the first man to run under four minutes in the mile. Nowadays, college kids do that every year. On rare occasions, a high school kid does it. As of the end of last year, 1,314 men had run under four minutes in the mile, but like Jesse Owens, Sir Roger Bannister ran on soft cinders that stole far more energy from his legs than the synthetic tracks of today. So I consulted biomechanics experts to find out how much slower it is to run on cinders than synthetic tracks, and their consensus that it's one and a half percent slower. So if you apply a one and a half percent slowdown conversion to every man who ran his sub-four mile on a synthetic track, this is what happens.  Only 530 are left. If you look at it from that perspective, fewer than ten new men per [year] have joined the sub-four mile clubsince Sir Roger Bannister. Now, 530 is a lot more than one, and that's partly because there are many more people training today and they're training more intelligently. Even college kids are professional in their training compared to Sir Roger Bannister, who trained for 45 minutes at a time while he ditched gynecology lectures in med school. And that guy who won the 1904 Olympic marathon in three in a half hours, that guy was drinking rat poison and brandy while he ran along the course. That was his idea of a performance - enhancing drug.  (Laughter)\n\n04:09\n\nClearly, athletes have gotten more savvyabout performance-enhancing drugs as well, and that's made a difference in some sports at some times, but technology has made a difference in all sports, from faster skis to lighter shoes. Take a look at the record for the 100-meter freestyle swim.  The record is always trending downward, but it's punctuated by these steep cliffs.  This first cliff, in 1956, is the introduction of the flip turn.  Rather than stopping and turning around, athletes could somersault under the water and get going right away in the opposite direction.  This second cliff, the introduction of gutters on the side of the pool that allows water to splash off,rather than becoming turbulence that impedes the swimmers as they race. This final cliff, the introduction of full-body and low-friction swimsuits. \n\n04:53\n\nThroughout sports, technology has changed the face of performance.  In 1972, Eddy Merckx set the record for the longest distance cycled in one hour at 30 miles, 3,774 feet.  Now that record improved and improved as bicycles improved and became more aerodynamic all the way until 1996,when it was set at 35 miles, 1,531 feet,nearly five miles farther than Eddy Merckx cycled in 1972.  But then in 2000, the International Cycling Union decreed that anyone who wanted to hold that record had to do so with essentially the same equipment that Eddy Merckx used in 1972.  Where does the record stand today.  30 miles, 4,657 feet, a grand total of 883 feet farther than Eddy Merckx cycled more than four decades ago. Essentially the entire improvement in this record was due to technology. \n\n05:51\n\nStill, technology isn't the only thing pushing athletes forward.  While indeed we haven't evolved into a new species in a century, the gene pool within competitive sports most certainly has changed.  In the early half of the 20th century, physical education instructors and coaches had the idea that the average body type was the best for all athletic endeavors: medium height, medium weight, no matter the sport.  And this showed in athletes' bodies.  In the 1920s, the average elite high-jumper and average elite shot-putter were the same exact size.  But as that idea started to fade away, as sports scientists and coaches realized that rather than the average body type, you want highly specialized bodies that fit into certain athletic niches, a form of artificial selection took place, a self-sorting for bodies that fit certain sports, and athletes' bodies became more different from one another.  Today, rather than the same size as the average elite high jumper, the average elite shot-putter is two and a half inches taller and 130 pounds heavier.  And this happened throughout the sports world. \n\n06:51\n\nIn fact, if you plot on a height versus mass graph one data point for each of two dozen sports in the first half of the 20th century, it looks like this.  There's some dispersal, but it's kind of grouped around that average body type.  Then that idea started to go away, and at the same time, digital technology -- first radio, then television and the Internet --gave millions, or in some cases billions, of people a ticket to consume elite sports performance.  The financial incentives and fame and glory afforded elite athletes skyrocketed, and it tipped toward the tiny upper echelon of performance.  It accelerated the artificial selection for specialized bodies.  And if you plot a data point for these same two dozen sports today, it looks like this.  The athletes' bodies have gotten much more different from one another.  And because this chart looks like the charts that show the expanding universe, with the galaxies flying away from one another,the scientists who discovered it call it\"The Big Bang of Body Types. \"\n\n07:46\n\nIn sports where height is prized, like basketball, the tall athletes got taller.  In 1983, the National Basketball Association signed a groundbreaking agreement making players partners in the league, entitled to shares of ticket revenues and television contracts. Suddenly, anybody who could be an NBA player wanted to be, and teams started scouring the globe for the bodies that could help them win championships.  Almost overnight, the proportion of men in the NBA who are at least seven feet tall doubled to 10 percent.  Today, one in 10 men in the NBA is at least seven feet tall, but a seven-foot-tall man is incredibly rare in the general population -- so rare that if you know an American man between the ages of 20 and 40 who is at least seven feet tall, there's a 17 percent chancehe's in the NBA right now.  (Laughter)That is, find six honest seven footers,one is in the NBA right now.  And that's not the only way that NBA players' bodies are unique.  This is Leonardo da Vinci's \"Vitruvian Man,\" the ideal proportions, with arm span equal to height.  My arm span is exactly equal to my height.  Yours is probably very nearly so.  But not the average NBA player.  The average NBA player is a shade under 6'7\", with arms that are seven feet long. Not only are NBA players ridiculously tall, they are ludicrously long.  Had Leonardo wanted to draw the Vitruvian NBA Player, he would have needed a rectangle and an ellipse, not a circle and a square. \n\n09:15\n\nSo in sports where large size is prized,the large athletes have gotten larger. Conversely, in sports where diminutive stature is an advantage, the small athletes got smaller.  The average elite female gymnast shrunk from 5'3\" to 4'9\" on average over the last 30 years, all the better for their power-to-weight ratio and for spinning in the air.  And while the large got larger and the small got smaller, the weird got weirder.  The average length of the forearm of a water polo player in relation to their total arm got longer, all the better for a forceful throwing whip.  And as the large got larger, small got smaller, and the weird weirder.  In swimming, the ideal body type is a long torso and short legs.  It's like the long hull of a canoe for speed over the water.  And the opposite is advantageous in running.  You want long legs and a short torso.  And this shows in athletes' bodies today.  Here you see Michael Phelps, the greatest swimmer in history, standing next to Hicham El Guerrouj, the world record holder in the mile.  These men are seven inches different in height, but because of the body types advantaged in their sports,they wear the same length pants.  Seven inches difference in height, these men have the same length legs. \n\n10:25\n\nNow in some cases, the search for bodies that could push athletic performance forward ended up introducing into the competitive worldpopulations of people that weren't previously competing at all, like Kenyan distance runners.  We think of Kenyans as being great marathoners.  Kenyans think of the Kalenjin tribe as being great marathoners.  The Kalenjin make up just 12 percent of the Kenyan population but the vast majority of elite runners.  And they happen, on average, to have a certain unique physiology: legs that are very long and very thin at their extremity,and this is because they have their ancestry at very low latitude in a very hot and dry climate, and an evolutionary adaptation to that is limbs that are very long and very thin at the extremity for cooling purposes.  It's the same reason that a radiator has long coils, to increase surface area compared to volume to let heat out, and because the leg is like a pendulum, the longer and thinner it is at the extremity, the more energy-efficient it is to swing.  To put Kalenjin running success in perspective, consider that 17 American men in history have run faster than two hours and 10 minutes in the marathon.  That's a four-minute-and-58-second-per-mile pace.  Thirty-two Kalenjin men did that last October. (Laughter) That's from a source population the size of metropolitan Atlanta. \n\n11:44\n\nStill, even changing technology and the changing gene pool in sports don't account for all of the changes in performance.  Athletes have a different mindset than they once did.  Have you ever seen in a movie when someone gets an electrical shock and they're thrown across a room.  There's no explosion there.  What's happening when that happens is that the electrical impulse is causing all their muscle fibers to twitch at once, and they're throwing themselves across the room.  They're essentially jumping.  That's the powerthat's contained in the human body.  But normally we can't access nearly all of it. Our brain acts as a limiter, preventing us from accessing all of our physical resources, because we might hurt ourselves, tearing tendons or ligaments. But the more we learn about how that limiter functions, the more we learn how we can push it back just a bit, in some cases by convincing the brain that the body won't be in mortal danger by pushing harder.  Endurance and ultra-endurance sports serve as a great example.  Ultra-endurance was once thought to be harmful to human health,but now we realize that we have all these traits that are perfect for ultra-endurance: no body fur and a glut of sweat glands that keep us cool while running; narrow waists and long legs compared to our frames; large surface area of joints for shock absorption.  We have an arch in our foot that acts like a spring, short toes that are better for pushing off than for grasping tree limbs,and when we run, we can turn our torso and our shoulders like this while keeping our heads straight.  Our primate cousins can't do that.  They have to run like this. And we have big old butt muscles that keep us upright while running.  Have you ever looked at an ape's butt.  They have no buns because they don't run upright. And as athletes have realized that we're perfectly suited for ultra-endurance,they've taken on feats that would have been unthinkable before, athletes like Spanish endurance racer Kílian Jornet. Here's Kílian running up the Matterhorn. (Laughter) With a sweatshirt there tied around his waist.  It's so steep he can't even run here.  He's pulling up on a rope. This is a vertical ascent of more than 8,000 feet, and Kílian went up and downin under three hours.  Amazing.  And talented though he is, Kílian is not a physiological freak.  Now that he has done this, other athletes will follow, just as other athletes followed after Sir Roger Bannister ran under four minutes in the mile. \n\n14:04\n\nChanging technology, changing genes,and a changing mindset.  Innovation in sports, whether that's new track surfaces or new swimming techniques,the democratization of sport, the spread to new bodies and to new populations around the world, and imagination in sport, an understanding of what the human body is truly capable of, have conspired to make athletes stronger,faster, bolder, and better than ever. . "},{"lesson_name":"The man with the 30 second memory","label":"label_9","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"When British musician, Clive Wearing, woke up on Wednesday 27 March, 1985, he could not answer a simple question or even remember his wife's name. His wife, Deborah, called the doctor. But that evening his wife arrived home from work to an empty flat, and later that night, a taxi-driver found Clive walking around the streets. His wife took him straight to hospital. When Clive went into a coma, the doctors finally diagnosed a dangerous virus. 2 ever get better. However, they were wrong. Clive got better physically, but unfortunately his mental condition did not improve. His story is thought to be one of the most shocking cases of amnesia ever recorded. The one thing that Clive did recall when he woke up was thatit he had a wife, and he knew that he loved her, but Clive now had a short-term memory of less than thirty seconds. Whenever Deborah left him, even if it was just to go to the bathroom, when she came back Clive talked to her as if it was the first time he had seen her that day. Clive spent seven years in a psychiatric ward in a hospital, before moving to a special unit for people with brain injuries. Unfortunately, his amnesia did not improve. She got a divorce and tried to make a new life for herself. But Deborah still loved Clive. She realised that she couldn't live without him and nine years later, she rang him and asked him if he would like to get married again. Of course, he couldn't remember getting married the first time or getting divorced, but he agreed. "},{"lesson_name":"Narration events transcript ","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Hello Hailey. Did you hear what happened to my friend Alisha last weekend. No, I didn't. Tell me. Oh,OK Well, it was her birthday on Saturday- her 18th birthday But she hadnt arranged anything special. No party or anything. I'm not sure why Maybe she just didn't feel like it - or her parents said no. Or perhaps she had too much schoolwork to do and didn't want to organise anything. Anyway, the day before her birthday, on Friday, she changed her mind. She decided that she did want a party after all. But by now, it was too late to send invitations-even by email or text. Hailey Really. So what did she do. Adam Well, that evening, she decided to put a message about the party on her Facebook page. It was an invitation saying all her friends could come if they wanted to. Unfortunately, her Facebook page wasn't private-anybody could read it. And she mentioned her address in the invitation:'Come to 46 Blackwall Street at 8 oclock, it said, or whatever. Hailey That was a mistake. Adam Iknow. So, the next day, about 200 people turned up at her house for the party, and about 180 of those were complete strangers. She locked the door and called the police. Eventually, everyone went home. Hailey What a terrible experience. Adam I know. When it was all over, her parents insisted that she remove all of her details from Facebook. She can still use the computer, but she's banned from using social networking sites. And I don't think shell have a birthday party next year"},{"lesson_name":"2E Identity crisis","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"In the Bourne trilogy, Jason Bourne has acute amnesia. He spends three films trying to recall his own past. 'I don't know who I am,' he says. 'I don't know where I'm going, none of it. ' And in a 1996 film called Memento, the main character, Leonard Shelby, tries to solve a murder even though he has no short- term memory- which means he cannot remember what has just happened or store any new memories. These two kinds of memory loss provide exciting plots for thrillers and mystery stories. But in real life, they are not so entertaining. One day in September 2001, a 33-year-old woman from Texas USA, got into her car and began to drive to work. She can't remember exactly what happened next, or why, but ten hours later, she was still driving. She had driven all the way from Texas to Santa Fe, about 1,000 kilometres. She didn't know anyone in Santa Fe so she checked into a motel. And then, the situation got worse. 'When I woke up the next morning, I sat up and I didn't recognise the room,' she said. 'I didn't recognise the bag that was sitting on the chair, or the clothes that were lying over the chair. I didn't recognise myself in the mirror. I didn't know my name. When the police found Emily and took her back to her family, she didn't recognise her own children. Emily's doctors concluded that she had a condition called dissociative fugue. Patients wake up one day, lost. They have no problem remembering new information, but they've lost most of their past. There is no physical damage to the brain. For this reason, many doctors doubt these patients' stories: perhaps they are using memory loss as an excuse for starting their life again. In most cases -including Emily's-they gradually make a recovery. Henry-known for years as H. M. - is the most famous amnesiac in medical history. His brain was damaged during surgery, and as a result he suffered from a condition called anterograde amnesia. Although he could recall his childhood clearly, new experiences disappeared from his mind after a few minutes. He lived the rest of his life in the present, unable to remember what had happened five minutes earlier. 'It's like waking from a dream, he said. Although sufferers from anterograde amnesia cannot memorise new information, they can learn new skills. For example, patients who have guitar lessons gradually get better and better at the guitar. But every time they play, they believe that they're picking up a guitar for the first time. . Henry lived with his condition for about 50 years; his memory did not improve in that time. Suzanne Corkin, a neuroscientist, studied Henry's condition for more than 40 years, and visited him regularly. But each time she arrived, he introduced himself as if they were meeting for the first time. One day, Dr Corkin took Henry to the Massachusetts Institute of Technology in the USA for tests. As they were walking along a corridor, she asked him if he remembered where they were. 'Of course, he replied. We're at MIT. Dr Corkin was shocked. Had his memory suddenly improved. 'How do you know that. ' she asked him. Henry laughed and pointed to a student who was wearing an MIT sweatshirt. Dr Corkin realised that Henry's memory hadn't come back -but at least he had reminded her of his sense of humour."},{"lesson_name":"narrative","label":"label_3","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"One day last summer, I decided to spend a day by the sea with some friends. We don't live on the coast, so we met in town at nine o o'clock in the morning and got on a bus. We arrived at about ten. We found a good place, took off our Tshirts and sat down on the sand. Suddenly we heard a lot of noise. We stood up and looked around. A few people were shouting and waving near the edge of the water. At first, I thought there was a shark. But then, I realised that somebody had got into difficulty in the sea. Two men went into the water and carried a girl out. She wasn't moving at all - she was unconscious. They put her down on the sand and tried to wake her up. A few minutes later, an ambulance arrived and three paramedies jumped out. They started giving the 10 16 girl emergency treatment. Just then the girl's mother arrived. She looked shocked and scared. Then the girl sat up and looked around. Her mother was so relieved, she broke down and started crying. In the end, the paramedies left and the girl went off with her mother 0 She was fine. But we all felt a bit strange- especially when we were swimming in the sea. It was a day I'I never forget. "},{"lesson_name":"grenpeese","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Greenpeace is one of the most active international environmental organisations, with groups in over forty different countries. It was founded in Canada in 1970 under a different name - the Don't Make a Wave Committee. In 1972, the Committee renamed itself as Greenpeace. Its founders were first concerned about the US testing nuclear bombs underground in Alaska. Many people thought the tests might cause earthquakes and tsunamis (the reason for the original name), so the Committee decided to protest. Rather than US use ho we just going on a march, the Committee decided to object to the tests by doing something more explicit. So, they sailed to the test site in Alaska. Although they didn't stop the tests immediately, their actions made people notice what was happening. The public supported the Committee and the US government dropped its plans for more testing. Today Greenpeace continues to use direct action to draw attention to environmental concerns. Many people, particularly governments, don't approve of the methods Greenpeace uses because they consider them dangerous and aggressive. However, Greenpeace is able to publicise issues and bring them to the attention of ordinary people. As a result, changes have happened. In 2010, for example, Greenpeace ran a campaign to prevent packaging companies from using wood grown in ancient forests. Greenpeace has also protected sea creatures by persuading producers of canned fish products to change their fishing methods. "},{"lesson_name":"The lady of the lamp","label":"label_11","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Probably one of the most famous people in the medical profession is the English nurse Florence Nightingale. Florence was born into a wealthy family in 1820, and as she grew up, she developed an interest in helping others. By the age of seventeen, she had decided that she wanted to become a nurse. At first, her parents would not let her because they believed it was not a suitable profession for a woman. It was not until Florence was 31 that her father eventually gave his permission, and she was able to go to Germany to train as a nurse. By 1853, Florence was running a women's hospital in London. However, her services were soon needed abroad because of the Crimean War, which started in 1854. She travelled to Scutari in Turkey to help the wounded soldiers, and she was horrified by the hospital conditions she found there. Many of the injured men hadn't washed for weeks, and they were sleeping in dirty, overcrowded rooms. Disease spread quickly in these conditions, so many of the patients died. At that time, only one in six patient deaths was due to actual wounds; other deaths were due to infections and disease. Florence and her nurses soon went about changing the situation hey set up a kitchen to provide better food for the patients and a ndry to wash their clothes. Florence also reported the condition to the War Office back home, and forced them to carry out important nitary reforms in the military hospitals. In February 1855, the death rate of patients was 42%; by June 1855, it had fallen to 2%. Florence gradually became known by her patients as 'the Lady of the Lamp, because she was the only woman allowed in the hospital after eight o'clock at night, so the soldiers became used to seeing her holding a lantern. She hardly slept, and she was on her feet for twenty hours a day. The wounded men loved and respected her, and she was seen as a hero back home in England. However, it was not fame that Florence wanted, and when the finished in 1856, she returned to England in secret. She wrote a book called Notes on Nursing, and met Queen Victoria to discuss the future of nursing. The Nightingale School and Home for Nurse opened in 1860, and five years later the first trained Nightinga nurses started work. Florence passed away peacefully in her sleep in her own house on 13th August, 1910, at the age of 90. . . . "},{"lesson_name":"1-2 Language Review","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Let me think about that for a minute. Can you see the boy on the right. That film looks a bit boring. She looks like she's happy. Do you recognise that actor with the earring. Kurt us really pleased with his new mobile phone. Im fed up with you. She is scared of heights. Jevin felt guilty about the lies they told. He is ashamed of his behaviour yesterday. . . . "},{"lesson_name":"Unit 3 words","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"This MP3 doesn't work. I can't work out the answer to this sum. He works out every morning. My son needs to work on his spelling. My dad's out of work. There aren't any jobs round here. My uncle's off work with a bad back. I've only got two hours to write this essay. I need to get down to work. She went back to work when her baby was a year old"},{"lesson_name":"describing photo","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"The photo shows a street at night. There's a sign in the background - it looks like it says Theatre. There are a number of people in the street. The woman in the sunglasses looks like a pop singer or film star. The man in the grey suit next to the woman is a TV reporter, I think. He's holding a microphone and interviewing her. He looks very excited. They are walking away from the theatre. Perhaps she is the star of a show, but I'm not sure. The people to the right of the man are photographers-they look like paparazzi-and they're taking photos of the woman. In the top right-hand corner of the photo, I can see a TV camera too. On the left we can see just the hands of some people. One of them is holding a notebook and the woman with long blonde hair is writing something in the notebook with a blue pen. It looks as though she's signing her autograph. So I guess the people on the left are fans of the woman"},{"lesson_name":"Verb patterns. Verb that change their meaning","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"----verb+infinitive---- agree, decide, expect, fail, happen, hope, manage, mean, pretend, promise, refuse, seem, want. Some verbs change their meaning depending on whether they are followed by an infinitive or ing form. I remember living in Paris when I was young \n\n Meaning: this is a memory of something that happened in the past. Did you remember to phone Jenn. \n\nMeaning: this is an action that needs to be done - so you have to remember to do something. I'll never forget swimming with all those sharks Meaning: this is a memory of an action. Patrick forgot to go to football practice \n\nMeaning: this refers to an action that has not been done yet. Please stop talking\n Meaning: end this action. Karen stopped to ask for directions Meaning: stop in order to do something else. We tried hitting it with a hammer, but we couldn't open it \nMeaning: attempt in order to solve a problem. Sophie tried to save some money, but she spent it all\n\n Meaning: try hard to do something"},{"lesson_name":"A job application","label":"label_12","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Post of part-time shop assistant. I am writing to apply for the post of part-time shop assistant which I saw advertised in the Luton Gazette. Last summer, I worked for six weeks as an assistant in my local newsagent's. My responsibilities there included serving customers as well as shelf filling and answering the phone. I consider myself to be trustworthy, hard-working and enthusiastic. If necessary, I can supply references from the newsagent and also from a teacher at my school. I would be grateful for the opportunity to visit your shop and discuss my application with you in person. I am available for interview any day after school or on Saturdays. If my application is successful, I will be available to start work on 22 July. I am enclosing my CV. I look forward to hearing from you soon. Yours faithfully"},{"lesson_name":"books","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"call off your spaniel. And then you will say nothing to him at all until I have made up my mind about the matter"},{"lesson_name":"Old Lessons","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"How can I help you. I would like to report a theft, please. May I just ask you some questions. When did you last have the suitcase. I think I left it at the train station. And when was that. About twenty minutes ago. And you have been back to the trainsstation to see if it is there. Yes, I want straight back, but it wasn't there. Would you mind telling me some details, please. Could I ask you to deskribe the suitcase, please. It's brown. It's made of leather. If you could just tell me what was in the suitcase. Some clothes. Would you mind filling in this form please"},{"lesson_name":"Idioms","label":"label_4","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"He was pulling your leg (joking). Did you give him a hand -help him. You have twisted my arm - persuaded me. I will stick my neck out - take a risk. She didn't bat an eyelid - surprised. Your need to keep your head - stay calm"},{"lesson_name":"Food","label":"label_3","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"In Britain, school children usually have lunch at school, and recently the Government has encouraged schools to offer healthier food. At the start of the autumn term, John Lambert, the head teacher at Rawmarsh Comprehensive School in Yorkshire introduced healthier school meals that he says help the children to concentrate better. He also reduced the lunch break from one hour to thirty minutes, and banned children from going out to local takeaways during the break. But two mothers, Mrs Critchlow and Mrs Walker, believe that the new rules don't give pupils enough choice or enough time to enjoy their lunch. So two weeks ago, they started passing burgers, fish and chips and fizzy drinks over the school fence. Soon, they were delivering up to 60 food orders. Mr Lambert has described the two mothers as unwise, and said they were undermining the school and their children's education. He claims there have been improvements in behaviour and learning in the afternoons since the new healthy eating regime was introduced. After a meeting with Mr Lambert, the two mothers have agreed to stop their deliveries while they try to resolve the problem. Speaking before their meeting, Mrs Critchlow argued that the children have the right to choose their food. We are not against healthy eating-it's about the freedom of choice"},{"lesson_name":"Brain Workouts","label":"label_12","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Kevin Wilson is not usually a fan of computer games, but recently he has been playing one particular game a lot. In fact, he's been playing it every day for six weeks. It's a special kind of game which is designed to increase brainpower by giving the player mental exercises. I'm definitely improving,' he says. I've been getting much better scores recently. Wilson is one of 11,000 volunteers who have been taking part in a scientific study organised by a Cambridge scientist called Adrian Owen. Its purpose is to find out if brain- training really works. Half of the volunteers haven't been using the brain-training programs at all; they ve been surfing the Internet instead. Owen has conducted several studies of this kind, and they have all shown the same thing: brain-training has a small positive effect on mental abilities, but surfing the Internet is just as good"},{"lesson_name":"Listening 37","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"I reckon it's a good idea, trying to get schools to serve healthier food. Some people say it won't make a difference because people don't like it when the government tells them what to do-but look at the smoking law. That really helped to reduce smoking and improve people's health. And there are other examples too.It can work. Speaker 2 Nobody likes the government telling them what to do -or what to eat! And sometimes the advice is confusing -you know, t changes from year to year. People say it isn't the government's business to tell us what to eat - our health is our own business. The thing is, the government has to pay when you get illand need to go to hospital, and if more and more people need treatment because they're unhealthy, that means raising taxes. So l think the government should try to make people eat healthier food - and save us all some money! Speaker 3 These politicians think they can control every area of our lives - how we drive, what we eat, where we smoke. 've had enough! If I want to eat chips every day and drive everywhere by car, then that's my decision. I can make up my own mind if I want to live a healthy life or not... I'm not stupid, and it's nobody else's business what I do! We've got too many laws already in this country. We don't need a new law telling us we have to eat salad twice a week, thank you very much. Speaker 4 I think it's a joke, frankly. A law about healthy eating? We don't elect politicians so that they can stop us doing what we want! We elect them to run the country. What are they are going to do next-ban fish and chip shops? Stop people from buying chocolate bars? Or pass a law that says fast food restaurants are illegal? They probably would, if they could. Meanwhile, crime is going up, taxes are going up"},{"lesson_name":"computer technology","label":"label_11","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"However, they were not popular with families instantly. It was only in the 1990s after email had become more user- thendly and Tim Berners-Lee had developed the World Wide Web linking digital information via the Internet, that people started using them at home, In 1995, around five per cent of the world's population had access to the Internet. By 2020, this figure may be as much as 70 per cent. Today, around 30 per cent connect to it and more and more information is available there. You can find anything from bus timetables to government reports. We can now buy things over the Internet. This has made shopping easier for a lot of people, although it has also created problems for shops, as items are often cheaper online. Other popular e-commerce services are banking and buying tickets for travel or events, such as concerts 3 Over the last five years, social-networking sites have grown enormously. Members of these sites can communicate with each other by posting short messages and photos. But computers allow us to communicate in other ways too. In fact today, computers have become phones, and mobile phones have become computers, or smartphones. You can talk to people face to face by using your computer and a webcam to link to satelite services. This is particularly useful for people who have family and friends in different cities or countries. Alternatively, you can use your mobile phone as a computer and send emails or surf the Internet. How do you think computers will be used 20 time. Do some research on the Internet and write down your predictions. In years 4 b Satnavs using GPS (Global Positioning System) have replaced paper maps and road atlases for many drivers. These devices, which were developed from military tracking systems, work using tiny computers inside them. They allow users to navigate their journey by bouncing signals off satellites 5 Interactive whiteboards are replacing traditional blackboards Activities and information from computer files or the Internet can be projected onto them. Some schools manage learning with virtual learning platforms: students log on to find homework, which they complete and send to their teacher. 6There are many more. Computers are used almost everywhere and by everyone to make processing information easier. In the future they will no doubt be used more and more to solve problems and create new opportunities at home and work. At home we could have smart fridges which order food when they become empty. Perhaps rather than using keyboards or touch screens, we wil control computers just by moving our hands within a virtual control panel projected by a computer. We will have to wait and see, but probably not for long"},{"lesson_name":"UWBUSIS","label":"label_9","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"The purpose -> What is -> There are lots of effects -> In general -> So the structure -> The ICT is described -> According to them ->  This is the A component -> About the generator. The purpose of the presentation is to discuss the approach for designing shunts for the impulse current test. What is the impulse current test. There are lots of effects linked with lightning current. This is one of the effects. In general, lightning direct effects can cause physical damage to the structure. So the structures should be tested for lightning direct effects. The impulse current test is described in the following standarts. According to them the maximum lightning current can equal 200 kA. This is the A component of the lightning, which is described as the 10 front time and 350 time to half value. The lightning generator was built. In this pictures we can see the current waveshape, and some elements of the generator. This pictures show the antenna before and after the current influence. At first there's a need to calculate the temperature rise of the shunt. This equation is the simplest way to do it. Two shunt constructions are considered. This is the disc-type shunt and shunt with cage configuretion. The temperature rise was calculated using the equation in the previous slide. The finite elements method was also used. Conmsole was used. The results are shown in this slide. Next slides show the temperature field for different moments of time. For this construction very high temperature appeares in the centre of the disk. It's a disadvantage of this construction. For this construction the highest temperature equals 25. It is an advantage of the given construction. The electric parameters were calculated and measured. The inductivity was calculated. The verification results were got. The impulse current generator the thermographic camera and some samples were used to find out the temperature rise. It's one of the results. The relation equals less than 10. The shunts were built. The certificates of calibration were received. The shunt whith cage configuration was used for current discharge measuring in the lightning generator. . "},{"lesson_name":"uwbusis new","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"The purpose of the presentation is to discuss the approach for designing shunts for the impulse current test. What is the impulse current test. There are lots of effects linked with lightning current. This is one of the effects. In general, lightning direct effects can cause physical damage to the structure. So the structures should be tested for lightning direct effects. The impulse current test is described in the following standarts. According to them the maximum lightning current can equal 200 kA. This is the A component of the lightning, which is described as the 10 front time and 350 time to half value. The lightning generator was built. In this pictures we can see the current waveshape, and some elements of the generator. This pictures show the antenna before and after the current influence. The shunt design. At first there's a need to calculate the temperature rise of the shunt. This equation is the simplest way to do it. Two shunt constructions are considered. This is the disc-type shunt and shunt with cage configuretion. The disc-type shunt. This is the construction of the shunt. Next slides show the temperature field for different moments of time. For this construction high temperature appeares in the centre of the disk. It's a disadvantage of this construction. It can cause some problem. This shunt was used for measuring current in lightning current generator. For 212 kA we can see the distortion of the waveshape. This shunt was damaged during the test in this moment of time. __________________________. The resistivity of this construction should equal. The temperature rise was calculated using the equ and fem. . For this construction the highest temperature equals 25. It is an advantage of the given construction. The electric parameters were calculated and measured. The inductivity was calculated. The verification results were got. The impulse current generator the thermographic camera and some samples were used to find out the temperature rise. It's one of the results. The results are quitely agreed. The shunts were built. The certificates of calibration were received. The shunt whith cage configuration was used for current discharge measuring in the lightning generator. . . . . . . . "},{"lesson_name":"Wireless Electricity","label":"label_13","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Early visions of wireless power actually were thought of by Nikola Tesla basically about 100 years ago.  The thought thatyou wouldn't want to transfer electric power wirelessly, no one ever thought of that.  They thought, \"Who would use it if you didn't. \" And so, in fact, he actually set about doing a variety of things.  Built the Tesla coil. This tower was built on Long Island back at the beginning of the 1900s.  And the idea was, it was supposed to be able to transfer poweranywhere on Earth.  We'll never know if this stuff worked. Actually, I think theFederal Bureau of Investigation took it down for security purposes, sometime in the early 1900s. 00:42\n\nBut the one thing that did come out of electricity is that we love this stuff so much. I mean, think about how much we love this.  If you just walk outside, there are trillions of dollars that have been invested in infrastructure around the world, putting up wires to get power from where it's created to where it's used.  The other thing is, we love batteries.  And for those of us that have an environmental element to us, there is something like 40 billion disposable batteries built every year for power that, generally speaking, is used within a few inches or a few feet of where there is very inexpensive power. \n\n01:17\n\nSo, before I got here, I thought, \"You know, I am from North America.  We do have a little bit of a reputation in the United States. \" So I thought I'd better look it up first.  So definition number six is the North American definition of the word \"suck. \" Wires suck, they really do.  Think about it. Whether that's you in that picture or something under your desk. The other thing is, batteries suck too. And they really, really do.  Do you ever wonder what happens to this stuff.  40 billion of these things built.  This is what happens.  They fall apart, they disintegrate, and they end up here. \n\n01:55\n\nSo when you talk about expensive power,the cost per kilowatt-hour to supply battery power to something is on the order of two to three hundred pounds. Think about that.  The most expensive grid power in the world is thousandths of that.  So fortunately, one of the other definitions of \"suck\" that was in there, it does create a vacuum.  And nature really does abhor a vacuum. \n\n02:23\n\nWhat happened back a few years agowas a group of theoretical physicists at MIT actually came up with this concept of transferring power over distance. Basically they were able to light a 60 watt light bulb at a distance of about two meters.  It got about 50 percent of the efficiency -- by the way, that's still a couple thousand times more efficient than a battery would be, to do the same thing.  But were able to light that, and do it very successfully.  This was actually the experiment. So you can see the coils were somewhat larger.  The light bulb was a fairly simple task, from their standpoint. \n\n02:59\n\nThis all came from a professor waking up at night to the third night in a row that his wife's cellphone was beepingbecause it was running out of battery power.  And he was thinking, \"With all the electricity that's out there in the walls,why couldn't some of that just come into the phone so I could get some sleep. \"And he actually came up with this concept of resonant energy transfer.  But inside a standard transformer are two coils of wire.  And those two coils of wire are really, really close to each other, and actually do transfer power magnetically and wirelessly, only over a very short distance. \n\n03:34\n\nWhat Dr. Soljacic figured out how to dowas separate the coils in a transformerto a greater distance than the size of those transformers using this technology, which is not dissimilar from the way an opera singer shatters a glass on the other side of the room.  It's a resonant phenomenon for which he actually received a MacArthur Fellowship Award, which is nicknamed the Genius Award, last September, for his discovery. \n\n04:00\n\nSo how does it work.  Imagine a coil. For those of you that are engineers, there's a capacitor attached to it too.  And if you can cause that coil to resonate, what will happen is it will pulse at alternating current frequencies -- at a fairly high frequency, by the way.  And if you can bring another device close enough to the source, that will only work at exactly that frequency, you can actually get them to do what's called strongly couple, and transfer magnetic energy between them. And then what you do is, you start out with electricity, turn it into magnetic field, take that magnetic field, turn it back into electricity, and then you can use it. \n\n04:43\n\nNumber one question I get asked.  I mean, people are worried about cellphones being safe.  You know. What about safety.  The first thing is this is not a \"radiative\" technology.  It doesn't radiate.  There aren't electric fields here. It's a magnetic field.  It stays within either what we call the source, or within the device.  And actually, the magnetic fields we're using are basically about the same as the Earth's magnetic field.  We live in a magnetic field. \n\n05:07\n\nAnd the other thing that's pretty cool about the technology is that it only transfers energy to things that work at exactly the same frequency.  And it's virtually impossible in nature to make that happen.  Then finally we have governmental bodies everywhere that will regulate everything we do.  They've pretty much set field exposure limits, which all of the things in the stuff I'll show you today sort of sit underneath those guidelines. \n\n05:29\n\nMobile electronics.  Home electronics. Those cords under your desk, I bet everybody here has something that looks like that or those batteries.  There are industrial applications.  And then finally, electric vehicles.  These electric cars are beautiful.  But who is going to want to plug them in.  Imagine driving into your garage -- we've built a system to do this --you drive into your garage, and the car charges itself, because there is a mat on the floor that's plugged into the wall.  And it actually causes your car to charge safely and efficiently.  Then there's all kinds of other applications. Implanted medical devices, where people don't have to die of infections anymore if you can seal the thing up.  Credit cards, robot vacuum cleaners. \n\n06:10\n\nSo what I'd like to do is take a couple minutes and show you, actually, how it works.  And what I'm going to do is to show you pretty much what's here. You've got a coil.  That coil is connected to an R. F. amplifier that creates a high-frequency oscillating magnetic field.  We put one on the back of the television set. By the way, I do make it look a little bit easier than it is.  There's lots of electronics and secret sauce and all kinds of intellectual property that go into it.  But then what's going to happen is, it will create a field.  It will cause one to get created on the other side. \n\n06:51\n\nAnd if the demo gods are willing, in about 10 seconds or so we should see it.  The 10 seconds actually are because we -- I don't know if any of you have ever thought about plugging a T. V. in when you use just a cord.  Generally, you have to go over and hit the button. So I thought we put a little computer in it that has to wake up to tell it to do that.  So, I'll plug that in.  It creates a magnetic field here.  It causes one to be created out here.  And as I said, in sort of about 10 seconds we should start to see . . . \n\n07:28\n\nThis is a commercially -- (Applause)available color television set.  Imagine, you get one of these things. You want to hang them on the wall.  How many people want to hang them on the wall.  Think about it. You don't want those ugly cords coming down.  Imagine if you can get rid of it. \n\n07:48\n\nThe other thing I wanted to talk about was safety.  So, there is nothing going on. I'm okay.  And I'll do it again, just for safety's sake.  Almost immediately, though, people ask, \"How small can you make this. Can you make this small enough. \" Because remember Dr. Soljacic's original idea was his wife's cellphone beeping. \n\n08:08\n\nSo, I wanted to show you something. We're an equal opportunity designer of this sort of thing.  This a Google G1.  You know, it's the latest thing that's come out. It runs the Android operating system.  I think I heard somebody talk about that before.  It's odd. It has a battery.  It also has coiled electronics that WiTricity has put into the back of it.  And if I can get the camera -- okay, great -- you'll see, as I get sort of close. . .  you're looking at a cellphone powered completely wirelessly.  (Applause)\n\n08:47\n\nAnd I know some of you are Apple aficionados.  So, you know they don't make it easy at Apple to get inside their phones.  So we put a little sleeve on the back, but we should be able to get this guy to wake up too.  And those of you that have an iPhone recognize the green center.  (Applause)\n\n09:05\n\nAnd Nokia as well.  You'll see that what we did there is put a little thing in the back, to do that, and it probably beeps, actually, as it goes on as well.  But they typically use it to light up the screen.  So, imagine these things could go . . . they could go in your ceiling.  They could go in the floor. They could go, actually, underneath your desktop.  So that when you walk in or you come in from home, if you carry a purse, it works in your purse. You never have to worry about plugging these things in again.  And think of what that would do for you. \n\n09:33\n\nSo I think in closing, sort of in the immortal visions of The New Yorker magazine, I thought I'd put up one more slide.  And for those of you who can't read it, it says, \"It does appear to be some kind of wireless technology. \" So, thank you very much.  (Applause)\n\n"},{"lesson_name":"Books","label":"label_4","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Was life created, or are you purely the product of random, undirected events? The majority of people hold views that are somewhere between these opposing ideas. we simply didn’t have the desire or patience to deal with it у нас просто не было желания или терпения справиться с этим."},{"lesson_name":"Aweke","label":"label_1","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Husbands and wives who are committed to their marriage view it as a permanent bond, and that creates a sense of security between them. Each spouse is confident that the other will honor the union, even in difficult times. Some couples feel compelled to stay together because of social or family pressure. Far better, however, is a sense of commitment that is based on mutual love and respect. If you are committed to your marriage, you allow yourself to be wronged. You are quick to forgive and quick to apologize. You view problems as obstacles, not as deal breakers. When confronted with problems, spouses without commitment are more likely to conclude we just weren’t made for each other and look for ways to get out ofthe marriage. When in the middle of a dispute. Do you find yourself regretting that you married your spouse. Do you daydream about being with someone else. When there is teamwork in a marriage, a husband and wife are like a pilot and copilot with the same flight plan. Even when challenges arise, each spouse thinks in terms of we rather than me. When a conflict arises, a husband and wife who are not a teamwill tend to attack each other rather than the problem. Minor issues will turn into major obstacles.Teamwork is the essence of marriage. If my husband and I weren’t a team,we would be roommates instead of marriage mates "},{"lesson_name":"The Carpenter Ant’s Antenna Cleaner","label":"label_18","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Cleanliness is vital for an insect if it is to fly, climb, and sense its surroundings. For example, dirty antennae reduce an ant’s ability to navigate, communicate, and pick up scents. So “you will never find a dirty insect,” says zoologist Alexander Hackmann. “They’ve figured out how to cope with surface contamination. ”\n\nConsider: Hackmann and his colleagues studied the mechanism that a species of carpenter ant (Camponotus rufifemur) uses to clean its antennae. They found that the ant removes particles of different sizes from its antennae by bending its leg to form a kind of clamp and then pulling each antenna through the clamp. Coarse bristles in the clamp knock off the largest pieces of dirt. Smaller contaminants are removed by a fine comb that has gaps exactly the same width as the hairs on the ant’s antennae. Then the smallest particles​—as tiny as 1\/80th the diameter of a human hair​—are removed by the bristles of an even finer brush. \n\nPlay video\n\nWatch a carpenter ant clean its antennae\n\nHackmann and his team believe that the mechanism used by ants to keep their antennae clean could find application in industry. For example, similar methods would be useful in maintaining cleanliness during the manufacture of delicate microelectronic components and semiconductors, where even minor contamination can result in defects. \n\n"},{"lesson_name":"JW","label":"label_18","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Jehovah’s Witnesses in Ukraine welcomed thousands of their brothers and sisters for the special convention held in Lviv, Ukraine, on July 6-8, 2018. Over 3,300 delegates from nine countries traveled to Ukraine, primarily to benefit from the spiritual program that featured the theme “Be Courageous”! They also enjoyed the warm hospitality extended by their Ukrainian hosts. Preparations for the convention began in April 2017, and over the next 15 months many local Witnesses volunteered to assist in arranging for the convention activities and to care for the brothers during their visit. Delegates experienced some of the unique aspects of Ukrainian culture that included dance and musical performances, and a taste of traditional food. Guided tours were arranged to visit a local museum, ancient castles, and to see a part of the spectacular Carpathian mountain range. A special highlight was the opportunity to accompany local Ukrainian Witnesses in the field ministry. The convention program originated from a large arena in Lviv, and the peak attendance was over 25,000. Key portions of the program were broadcast to 15 other stadiums and numerous Kingdom Halls throughout the country, with a total attendance of over 125,000 and 1,420 baptized.\nIvan Riher, a representative at the branch office in Ukraine, commented: “We greatly anticipated this special event and the chance to welcome our brothers and sisters from other countries. We enjoyed extending Ukrainian hospitality to our visitors and felt that the unity and courage among our global family of worshippers was strengthened\n"},{"lesson_name":"BBC Present and Past passive","label":"label_23","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Neil\n\nHello and welcome to 6 Minute Grammar. I'm Neil. \n\nRob\n\nAnd I'm Rob. Hello. \n\nNeil\n\nToday we're talking about the passive voice. \n\nRob\n\nYes, the passive voice. In English, we can talk about things in both the active and passive voice. \n\nNeil\n\nYes. And we're going to start with the active voice. And here's Mike with our first example. \n\nMike\n\nPharrell Williams sang the song Happy. \n\nNeil\n\nAnd one more time. \n\nMike\n\nPharrell Williams sang the song Happy. \n\nNeil\n\nPharrell Williams sang the song Happy.  Good song Rob, isn't it. \n\nRob\n\nWell it makes me happy anyway. \n\nNeil\n\nAnd in grammatical terms, we've got the subject - Pharrell Williams, then the verb, sang, then the object of the verb - the song Happy. And that is an example of the active voice because the performer of the action, the doer, is at the beginning of the sentence - Pharrell. \n\nWe're focusing on the person or the thing that does the action of the verb. \n\nRob\n\nSo far so good - but what if we want to focus on what receives the action. That's the object in the active sentence. \n\nWhat if we're more interested in the song than we are in the singer. Can we put the song Happy at the beginning of the sentence. \n\nNeil\n\nWell yes, we can, but the grammar needs to change. Listen carefully:\n\nMike\n\nThe song Happy was sung by Pharrell Williams. \n\nNeil\n\nAgain. \n\nMike\n\nThe song Happy was sung by Pharrell Williams. \n\nNeil\n\nSo now the receiver of the action - The song Happy - comes first. It changes place with the doer. And because we've changed the sentence structure, we need to make two changes to the sentence. \n\nFirst, we need to add the verb to be, in the correct form. Second, we have to use the past participle of the verb. \n\nRob\n\nAnd that gives us a sentence in the passive voice:\n\nMike\n\nThe song Happy was sung by Pharrell Williams. \n\nNeil\n\nLet's listen to those two sentences one more time.  Active voice:\n\nMike\n\nPharrell Williams sang the song Happy. \n\nNeil\n\nAnd passive voice:\n\nMike\n\nThe song Happy was sung by Pharrell Williams. \n\nRob\n\nThanks Mike. And the two sentences have exactly the same meaning, don't they, Neil. \n\nNeil\n\nThey do. They have exactly the same meaning. So you might be wondering why we need two different ways of saying the same thing. \n\nRob\n\nI was wondering. . . But, the good thing about passive sentences is that we can give the receiver of the action more importance in our sentence by putting it at the start, but that's not the only reason that the passive voice is useful, right Neil. \n\nNeil\n\nRight. The passive voice is really useful when we don't know who or what performed the action - or if everyone knows it. So we don't need to say it. \n\nCan we have an example please, Mike. . . \n\nMike\n\nMillions of cars were sold in 2012. \n\nNeil\n\nAnd one more time. \n\nMike\n\nMillions of cars were sold in 2012. \n\nNeil\n\nSo that's a passive sentence with millions of carsat the start. Then we've got the verb to be plus the past participle - were sold - and then for the doer of the action - well, there is no doer. \n\nRob\n\nWhat's that. No doer of the action at all… sound strange. Well, actually, we don't have to have a doer in a passive sentence, so, if the doer is not really important, or if it's obvious, we can leave it out. \n\nWe know that some people bought all these millions of cars. But we don't have to say it. \n\nNeil\n\nYeah. So we leave the performer of the action out if it's not important or if everybody knows. \n\nRob\n\nRight. You can also leave the doer out if you don't know it, like this:\n\nMike\n\nMy bicycle was stolen last weekend. \n\nNeil\n\nOh, Mike. \n\nRob\n\nPoor Mike. \n\nRob\n\nAnd we're talking about the passive voice. Now to make tenses in the passive voice, we change the form of the verb to be. Here's a present tense example:\n\nMike\n\nMillions of songs are downloaded every day. \n\nNeil\n\nAgain. \n\nMike\n\nMillions of songs are downloaded every day. \n\nNeil\n\nAnd a past tense example:\n\nMike\n\n15 million songs were downloaded yesterday. \n\nRob\n\nAnd now - it's time for a quiz. Change these sentences from active into passive, and remember, you might not need a doer. Number one: People speak Spanish in Cuba and Chile. \n\nNeil\n\nAnd the answer is: Spanish is spoken in Cuba and Chile.  Number two: The police arrested ten people last night. \n\nRob\n\nAnd the answer is: Ten people were arrested last night.  OK, last one: Brazil won the 1994 World Cup. \n\nNeil\n\nAh, I remember it well.  The 1994 World Cup was won by Brazil.  And the doer - Brazil - is important here, isn't it Rob. \n\nRob\n\nYes it is, very important. \n\nNeil\n\nSo we don't leave it out. \n\nRob\n\nWell done if you got all those right. So that's the passive voice. We use it to give importance to the receiver of the action of a verb, or when we don't know who did it or everyone knows it. \n\nNeil\n\nThere's more about this on our website at bbclearningenglish. com. Join us again for more 6 Minute Grammar"},{"lesson_name":"BBC multi-word verbs","label":"label_23","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"I wanted to rendezvous with friends at the shopping centre, but I couldn't find them. In the end, I abandoned the day. They said they couldn't find me, but I think they just invented a story! I wanted to meet up with friends at the shopping centre, but I couldn't find them. In the end, I gave up on the day. They said they couldn't find me, but I think they just made up a story! Catherine\n\nHello and welcome to 6 Minute Vocabulary with me, Catherine…\n\nRob\n\nAnd me, Rob. Hello. In this show we're going to find out about multi-word verbs.\n\nCatherine\n\nThat's right: we're looking into verb phrases that are made up of more than one word. And if you'd like an example, Rob and I have used three of them already.\n\nRob\n\nIt's incredible: we have, yes! Catherine you said looking into and made up of.\n\nCatherine\n\nYep, and Rob you said find out about. And some people call this type of multi-word verb a phrasal verb.\n\nRob\n\nThey do. And in this programme, we'll look at lots of multi-word verbs…\n\nCatherine\n\n… we'll explain what they mean …\n\nRob\n\nThere'll be a quiz …\n\nCatherine\n\nAnd we'll leave you with a top tip for learning vocabulary.\n\nRob\n\nSo, let's get started by listening to Andre - a student from France who is studying in London.\n\nCatherine\n\nYep, and he's talking about his weekend. Here are two questions for you while you listen. First, did Andre meet up with his friends?\n\nRob\n\nAnd second, Andre's English is pretty good, but it sounds a bit unnatural. Why is that? Here's Andre.\n\nAndre\n\nI wanted to rendezvous with friends at the shopping centre, but I couldn't find them.\n\nIn the end, I abandoned the day. They said they couldn't find me, but I think they just invented a story!\n\nCatherine\n\nThank you, Andre. And we asked you if Andre managed to meet his friends.\n\nRob\n\nAnd sadly he didn't. He said he abandoned the day. Well done if you got that at home. But why did Andre's English sound unnatural?\n\nCatherine\n\nWell, we could understand him OK, but some of the words he used were a little bit too formal for everyday natural spoken English.\n\nRob\n\nYes, that's right. When we're speaking, some words, especially verbs that originally come from Latin - make us sound much too formal.\n\nAndre used quite a few of these - for example he said abandon the day.\n\nCatherine\n\nYeah - abandon the day. Well, to sound more natural, Andre could use a multi-word verb instead, and say he gave up on the day.\n\nNow, give up on something has a very similar meaning to abandon in Andre's sentence - they both mean stop doing something, because you're not succeeding.\n\nAnd Andre stopped hoping he would find his friends. Poor Andre.\n\nRob\n\nSo, give up on is a phrasal verb. In English, these are made up of verbs and prepositions.\n\nCatherine\n\nYep, so, we've got the verb give and the prepositions up and on. And Andre needs to use more of these phrasal verbs when he's speaking.\n\nRob\n\nSo, are we saying that these Latinate verbs are wrong? Or not as good as the multi-word verbs? Can we forget about learning Latinate verbs then?\n\nCatherine\n\nWell, that would be good, Rob. But, actually no, you do need to learn them and they're not wrong: it's just a question of context.\n\nYou'll see a lot more of the Latinate verbs in written English and in formal English, so yep, you do need to learn both types, and you have to use the right one in the right situation.\n\nSo, for example, Andre said he planned to rendezvous with friends.\n\nNow, if he changes the Latin rendezvous to meet up with, the meaning really doesn't change, it just makes his speaking sound much more natural.\n\nRob\n\nOK, well, let's listen to one more example.\n\nAndre\n\nI think they just invented a story!\n\nCatherine\n\nThis would sound better as I think they just made up a story. When you make something up, you say something that isn't true.\n\nRob\n\nOK. And now, let's listen to Andre again, this time with the multi-word verbs…\n\nAndre\n\nI wanted to meet up with friends at the shopping centre, but I couldn't find them. In the end, I gave up on the day. They said they couldn't find me, but I think they just made up a story!\n\nCatherine\n\nWell done Andre. That's a lot better.\n\nRob\n\nAnd now it's quiz time! What goes in this gap? I'm going to ______ my family next weekend. Is it a) meet on with; b) meet up to or c) meet up with?\n\nCatherine\n\nAnd the verb is c) meet up with. Number 2. My brother isn't very reliable. He's always a) making on excuses; b) making up excuses or c) inventing up excuses.\n\nRob\n\nHe's always… b) making up excuses. And number 3. What multi-word verb has a similar meaning to the verb abandon?\n\nCatherine\n\nAnd the answer is: give up on. Well done if you got those right at home. And that brings us almost to the end of today's programme.\n\nRob\n\nAh yes. But before we go, here's today's top tip for learning vocabulary: try to learn phrasal verbs and their Latin-based partners in pairs.\n\nThat way, you'll have the right verb for the right situation. So, we're almost out of time, but Catherine very quickly can you remind us of some of these multi-word verbs we've heard today?\n\nCatherine\n\nMost certainly. We had look into, made up of, find out about, meet up with, give up on and made up.\n\nRob\n\nThanks. Very useful. There's more about this at bbclearningenglish.com. Join us again for more 6 Minute Vocabulary."},{"lesson_name":"BBC Prepositions","label":"label_23","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Will\n\nHello and welcome to today's Grammar Gameshow! I'm your host, Will! And Will, I am! And of course, let's not forget Leslie, our all-knowing voice in the sky.\n\nLeslie\n\nHello, everyone!\n\nWill\n\nTonight we're going to ask you three questions about…\n\nLeslie\n\nPrepositions. Those little but oh-so-important words for talking about movement, place and time!\n\nWill\n\nOK! Now, let's meet our contestants!\n\nSully\n\nHello, all. My name's Sully.\n\nWill\n\nAnd contestant number two?\n\nLiz\n\nIt's nice to meet you. I'm Liz.\n\nWill\n\nWelcome to the Grammar Gameshow, both of you. Enjoy the experience… it could be your last.\n\nSully and Liz\n\nPardon?\n\nWill\n\nI said, let's get going fast! And there's nothing suspicious about that!\n\nOur first round is a quick-fire round.\n\nPrepositions are often used to connect sentences with a time word. I'm going to tell you a time word, and I want to know the preposition. Here goes!\n\nFour o'clock.\n\nLiz\n\nAt four o'clock.\n\nLeslie\n\nCorrect!\n\nWill\n\n2016.\n\nSully\n\nIn 2016.\n\nLeslie\n\nCorrect!\n\nWill\n\nFriday.\n\nLiz\n\nOn Friday.\n\nLeslie\n\nCorrect!\n\nWill\n\nNight.\n\nSully\n\nAt night.\n\nLeslie\n\nCorrect!\n\nWill\n\nMorning.\n\nLiz\n\nIn the morning.\n\nLeslie\n\nCorrect!\n\nWill\n\nChristmas.\n\nSully\n\nAt Christmas.\n\nLeslie\n\nCorrect!\n\nWill\n\nLeslie?\n\nLeslie\n\nExcellent work! There are three basic prepositions of time.\n\nAt is used for times of the day, for example, at four a.m.\n\nOn is used for days, such as on Sunday, or on Christmas day.\n\nIn is used for periods, such as months, years and seasons.\n\nBut be careful, some times are irregular, such as at night.\n\nWill\n\nThere's nothing irregular about what you do at night, Leslie. We've all occasionally cried in a ball on the floor… every night, right Sully?\n\nSully\n\nWhat are you trying to say?\n\nWill\n\nNothing! You just look like the type.\n\nSully\n\nWhat?\n\nWill\n\nI said, make sure your answers are right! And there's nothing suspicious about that. Liz has six points, but you only have three!\n\nOn to round two, and this round is a picture round. Look at the picture and tell me where each person is. One point for every correct preposition.\n\nSully\n\nHe's in the pool.\n\nLeslie\n\nCorrect!\n\nLiz\n\nBut he's also at the pool.\n\nLeslie\n\nAlso, correct!\n\nLiz\n\nHis finger's in his nose.\n\nLeslie\n\nCorrect!\n\nSully\n\nThey're walking on the bridge.\n\nLeslie\n\nCorrect!\n\nWill\n\nLeslie?\n\nLeslie\n\nGood! Prepositions are used to describe the positions of things to other things. Words like in, on, at, over and between, among others, tell us where things are, or where they are moving to.\n\nUnfortunately, English has a lot of prepositions which need to be learned. So study hard!\n\nWill\n\nWell done, Liz. You did best there, so you can have another four-and-a-half points. How are you doing?\n\nLiz\n\nTo be honest, I'm just really thrilled to be here. I never thought I'd get to go onto a quiz programme!\n\nWill\n\nNor did we! Especially with that face!\n\nLiz\n\nWhat?\n\nWill\n\nI said, no more prepositions of place! And there's nothing suspicious about that.\n\nOn to our third round. Another group of prepositions is called dependent prepositions. They are the ones which must follow a verb, noun or adjective to connect them to a sentence.\n\nListen to these sentences and tell me why each one is wrong.\n\nShe's always been good to speaking in public.\n\nLiz\n\nAt. Good at speaking in public.\n\nLeslie\n\nCorrect!\n\nWill\n\nI take a lot of pride to working hard.\n\nSully\n\nIn. Pride in working hard.\n\nLeslie\n\nCorrect!\n\nWill\n\nYou should never rely for other people.\n\nLiz\n\nOn. Rely on people.\n\nLeslie\n\nCorrect!\n\nWill\n\nLeslie?\n\nLeslie\n\nGood job! Dependent prepositions are the prepositions which follow a noun, verb or adjective in order to connect it to a sentence. Good at, pride in, rely on.\n\nBe careful though, some words can have more than one preposition, and the choice may determine the meaning.\n\nWill\n\nAnd that brings us to the end of today's Grammar Gameshow. Let's count out the points… and the winner is… Liz with points! Well done! Here's what you've won!\n\nLeslie\n\nIt's a thumbs up!\n\nWill\n\nWe'll see you again next week, where you can play for another prize. And Sully, you managed to answer quite a few questions, which surprised me because when I first saw you, I thought you were incredibly stupid!\n\nSully\n\nWhat?\n\nWill\n\nI said I thought you were incredibly stupid!\n\nSully\n\nOh! Good! That's what I thought you said.\n\nWill\n\nBye-bye. Release the octopi! It looks like we'll need another contestant. Thanks for joining us. Say goodbye, Leslie.\n\nLeslie\n\nAu revoir, Leslie!\n\nWill\n\nSee you next time.\n\n"},{"lesson_name":"BBC","label":"label_23","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"What's the best way to ask somebody if they'd like to do something with you. In this programme, we look at how to make informal invitations, and in particular, how to ask someone if they'd like to have a drink with you. We also hear some different ways to accept invitations. Do you fancy a pint. Are you up for a chocolate bar. Do you feel like a night in. Do you fancy going to a museum with me. Are you up for having a party. Do you feel like leaving work early. In British English, if you fancy something, it means that right now you want to have it _ For example, I fancy an ice cream, I fancy a hamburger. If someone is up for something, it often means that he or she would like to do something or try something. We will indeed be able to supply them. when someone says they need to chew on something, it's an informal way to say they need to think about it before making a decision. Our extension plans are great but we need to chew on it before we give them the go-ahead. Let's chew on it shall we. My boyfriend asked me to marry him and I said I'd chew on it. look after (somebody) - take care of (somebody)\n\ncarer - relative or paid helper who regularly takes care of an elderly or disabled person\n\nrelied on - counted on somebody for something\n\ntake a weight off (somebody's) shoulders - relieve someone's burden\n\n"},{"lesson_name":"Conversation","label":"label_18","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"There are lots of things that make us anxious. The best you can do is prepare for situations, but accept the fact that some situations are out of your control."},{"lesson_name":"Words","label":"label_27","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Why do you always turn up late. Our plane took off on time. Because of the recession, the company decided not to take on any new staff. His girlfriend always brings up the subject of marage after she has visited her nieces and nephews. I had a big sort out in my bedroom and I gave away all my old DVDs. I dont like the way that she puts on an American accent while she is singin. I need hardly emphasize the point ― вряд ли есть необходимость подчеркивать эту мысль. the achievements of science ― достижения науки. the train was delayed for two hours by snowdrifts ― поезд опоздал на два часа из-за снежных заносов. consumer [kən'sjuːmə] - потребитель\nКОНь в коСтЮМЕ потребитель изюма. desperate ['desp(ə)rit] - безнадежный\nДЕСПЕтчеР не верИТ в безнадежные ситуации. proceed [prə'sɪːd] - продолжать\nдети продолжали рассказывать ПРО СИДелку. fare [fɛə] - плата за проезд\nДобрая ФЕЯ заплатила за мой проезд."},{"lesson_name":" Illia Illich Mechnikov","label":"label_22","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Illia Illich Mechnikov (1845-1916) took an interest in natural history from an early age and used to lecture his younger brothers and friends on this subject. He first started working in marine biology. Later, he became interested in immunology and took up the study of how organisms fight disease. This area was of personal interest to Mechnikov because his first wife died of tuberculosis and his second wife almost died of typhoid fever- both common diseases at the time. Through his research, scientists gained a much better understanding of how cells protect organisms. He is most famous for his research on the immune system. He won many awards for his work and in 1908 he received the Nobel Prize for Physiology or Medicine."},{"lesson_name":"Peesent tence Contrast dialogue","label":"label_21","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Max Hey, Zoe. You're always using the computer when I need it. It's so annoying. Zoe I'm chatting with Ella. Ella Hi, Max. What are you up to. Max Oh, hi, Ella. I'm doing my science homework, but I need to look something up on the Internet. Ask Ella. She always comes top of the class in science. OK, what about this. At what temperature does oxygen change from a gas to a liquid. Zoe Max Ella Minus 183° C. Max Wow. Thanks, Ella. Zoe Hey, Ella, do you fancy seeing Inception at the Ella Zoe Max Zoe cinema tonight. OK. What time does it start. Seven. I'm meeting Jo at 6-45 outside the cinema. Cool. I love science fiction films. Can I come. No, you can't. She is getting off the the bus, she will be here in a minute"},{"lesson_name":"java","label":"label_17","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"public class Run \n{ public static void main(String[] args) {\n boolean keepGoing = true; int count = 0; \nint x = 3; \nwhile(count++<3){ \nint y = (1+2*count) %3;\nswitch (y){ \ndefault: \ncase 0: x -= 1; break; \ncase 1: x += 5; \n} } \nSystem_out_println(x); } }"},{"lesson_name":"C#","label":"label_3","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"to index arrays beyond their bounds, or to perform unchecked type casts. inherit from a single root object type. Thus, all types share a set of common operations, and values of any type can be stored, transported, and operated upon in a consistent manner. To ensure that C# programs and libraries can evolve over time in a compatible manner, much emphasis has been placed on versioning in C#’s design. While instance methods can reference a particular enclosing object instance using the keyword this, static methods operate without reference to a particular object."},{"lesson_name":"Onomatopoeia","label":"label_23","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Rob\n\nHi. I'm Rob…\n\nCatherine\n\n. and I'm Catherine. Welcome to 6 Minute Vocabulary. \n\nRob\n\nOur subject for today is onomatopoeia. That means, words that sound like the thing they mean. And Catherine and I will be trying to demonstrate some of these words today. \n\nCatherine\n\nYes, like that sound most people's phones make when they get a text messages. We call that sound a beep. \n\nRob\n\nBeep. \n\nCatherine\n\nThat's it Rob, yeah. That's onomatopoeia: the word sounds like the thing it means.  Beep. \n\nRob\n\nBeep beep.  Yes, have I got a message. Hold on. Right, OK. There are lots of examples of onomatopoeia in the English language, and we'll take a look at some of them on today's show. \n\nCatherine\n\nSo let's start with a clip of Oliver. And he's talking about living in the city. \n\nRob\n\nWhile you listen, try to answer this question: How does Oliver feel about city life. \n\nOliver\n\nIt's too noisy for me. All the cars zooming around and honking their horns, music blaring in shops, machines buzzing and bleeping… even at night, it isn't quiet, you can still hear the fridge humming, and the rumble of the traffic outside. \n\nThen I wish I was far away from the city, sleeping in a tent, with no sound except the rustle of the wind in the trees. \n\nCatherine\n\nSo that's Oliver. And we asked you how he feels about city life. \n\nRob\n\nAnd Oliver said it's too noisy for him. \n\nCatherine\n\nI know how he feels. Yeah - London: same. Anyway, here's another question: what words did Oliver use to talk about the sounds of the city in the daytime. Listen again. \n\nOliver\n\nAll the cars zooming around and honking their horns, music blaring in shops, machines buzzingand bleeping. \n\nRob\n\nLots of lovely vocabulary there. Oliver talked about cars zooming around.  Zoom, spelt z - o - o - m - is a verb, which means to move very quickly, making a zooming sound. \n\nCatherine\n\nZoom, zoom. \n\nRob\n\nWatch out. \n\nCatherine\n\nThen he mentioned the cars honking their horns. And a honk - spelt h - o - n - k - is a lovely word, it means a short, loud sound - like a car horn makes.  Honk honk. \n\nRob\n\nOut of the way again. \n\nCatherine\n\nHonk honk. \n\nRob\n\nOK, next, Oliver talked about music blaring. The verb to blare: that's b - l - a - r - e, means to make a loud, unpleasant sound - like music that's much too loud.  Blaring. . . \n\nCatherine\n\nYou got teenage kids, Rob. \n\nRob\n\nNot yet, no. \n\nCatherine\n\nThey'll be blaring their music soon enough. OK, and Oliver also mentioned machines bleepingand buzzing. Now a bleep…\n\nRob\n\nBleep bleep. \n\nCatherine\n\nThat's one b - l - double e - p - is a short, high sound, which electronic devices make. Something like this: Bleep, bleep, bleep. That sounds like a heart monitor. \n\nRob\n\nVery good. \n\nCatherine\n\nAnd a buzz - that's b - u - z - z - is a low, continuing sound, like machines and some insects make. \n\nRob\n\nYes. Buzzzzzzzzzzz…. \n\nCatherine\n\nThat's it, Rob. \n\nRob\n\nLike that, yes. \n\nCatherine\n\nWell done. Perfect. \n\nRob\n\nIs there a bee in here. Now, the sounds of the city don't stop, even at night. Here's Oliver again. \n\nOliver\n\n… you can still hear the fridge humming, and the rumble of the traffic outside. \n\nCatherine\n\nSo he can hear the fridge humming. The word hum - h - u - m - describes a low, continuous sound. And a hum [HUMMMMMMMM] is different from a buzz [BUZZZZZZZZ]. Can we listen to your hum and your buzz, Rob. \n\nRob\n\nOK, why not. Here we go. [HUMMM] and [BUZZZ]. \n\nCatherine\n\nIs that your fridge and your bee. \n\nRob\n\nThat's right, yes, in that order. \n\nCatherine\n\nOliver also spoke about the rumble of the traffic out in the street. Now, a rumble - r - u - m - b - l - e - is a bit like a buzz, but there's a difference - a buzz [BUZZZZZZZZZ] continues without changing, but a rumble goes up and down, like the wheels of a truck on rough ground going rumble, rumble, rumble, rumble, rumble. \n\nRob\n\nRumble. You carry on rumbling. \n\nCatherine\n\nOK. \n\nRob\n\nFinally, Oliver spoke about the sound of the wind in the trees. Listen out for the word he used. \n\nOliver\n\nThen I wish I was far away from the city, sleeping in a tent, with no sound except the rustle of the wind in the trees. \n\nRob\n\nRustle describes the sound of the wind, A rustleis a soft, dry, moving sound. It's spelt r - u - s - t - l - e. And in pronunciation, the t is silent, so it's rustle.  Rustle, rustle, rustle…\n\nCatherine\n\nQuite a nice sound really. \n\nRob\n\nThank you. \n\nCatherine\n\nYeah. \n\nCatherine\n\nAnd our subject today is onomatopoeia - words that sound like the thing they describe. And it's time for a quiz. Question one. Rob, what sound does a car horn make. \n\nRob\n\nEasy, it's a honk. Question two: what sound does a fridge make. \n\nCatherine\n\nAnd it's hum. And the last question: what sound does the wind make in the trees. \n\nRob\n\nThe correct answer is rustle. And that's the end of today's quiz. Well done to you at home if you got them all right. \n\nCatherine\n\nAnd before we go, here's an idea to help you remember new vocabulary: choose one of your favourite songs in your first language, and write some new words for it, in English. \n\nRob\n\nYes, and then, practise singing your song. It will help you to remember the new words. \n\nCatherine\n\nThere's more about this at bbclearningenglish. com. Join us again for more 6 Minute Vocabulary. \n\nBoth\n\nBye. \n\n. . "},{"lesson_name":"Chicken","label":"label_23","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Neil\n\nHello and welcome to 6 Minute English, I'm Neil.\n\nCatherine\n\nAnd I'm Catherine.\n\nNeil\n\nCatherine, what's the connection between hierarchies, managers and chickens?\n\nCatherine\n\nWell, I don't know Neil, but I'm, sure you're going to tell me.\n\nNeil\n\nFirst of all, could you explain for our listeners what a hierarchy is?\n\nCatherine\n\nOf course! A hierarchy is a way of organising people. For example, in a company, where there are people working at different levels.\n\nYou've got bosses, managers and workers. The workers do the work and the managers have meetings that stop the workers doing the work!\n\nNeil\n\nBut where do the chickens come in? We'll find out shortly, but first here is today's question and it is - surprise, surprise - about chickens.\n\nWhat is the record number of eggs laid by one chicken in a year? Is it:\n\na: 253\n\nb: 371\n\nc: 426\n\nWhat do you think Catherine?\n\nCatherine\n\nWell, I think most chickens lay an egg once a day, so I think it's 371.\n\nNeil\n\nWell, we will have an answer later in the programme. Now, for hierarchies and chickens. In the radio programme The Joy of 9 to 5, produced by Somethin' Else for the BBC, entrepreneur Margaret Heffernan described an experiment.\n\nIn this experiment, researchers compared the egg production of a group of average chickens to a group of super-chickens. That's chickens with an above average egg production.\n\nWhich was the most successful? Here's Margaret Heffernan, and by the way, the noun for a group of chickens is a flock.\n\nMargaret Heffernan\n\nHe compares the two flocks over six generations. The average flock just gets better and better and better. Egg production increases dramatically.\n\nThe super-flock of super-chickens, at the end of six generations, all but three are dead, because the other three have killed the rest.\n\nThey've achieved their individual productivity by suppressing the productivity of the rest. And that's what we do at work.\n\nNeil\n\nWhich flock was most successful?\n\nCatherine\n\nWell, the super-flock actually killed each other, so it turned out that the average flock laid more eggs in total and was more successful.\n\nNeil\n\nYes, but why was that?\n\nCatherine\n\nWell, the super-chickens must have seen their other flock members not as colleagues, but as competitors. Now to understand this, we have to start with the word productivity.\n\nThis noun refers to the amount of work that's done. So, on an individual level, the super-chickens achieved productivity because they suppressed the productivity of their flock members.\n\nSuppressed here means they 'stopped the other chickens from being productive' by killing them.\n\nNeil\n\nSo, what do we learn from this experiment?\n\nCatherine\n\nWell, Margaret Heffernan suggests that we see this kind of behaviour in the human workplace.\n\nWhen everyone is equal, productivity is high, but as soon as there's a hierarchy - as soon as there are managers - things can go wrong because not all managers see their role as making life easier for the workers.\n\nThey demonstrate their productivity as managers, by interfering with the productivity of the workers.\n\nNeil\n\nBut there are other experiments which show that chickens are productive in a hierarchy. How are those hierarchies different though? Here's Margaret Heffernan again.\n\nMargaret Heffernan\n\nSo chickens have an inbuilt or, if you like, an inherited hierarchy - that's where we get the term pecking order from. But it's one that they create among themselves, rather than one that's imposed upon them.\n\nNeil\n\nSo, which hierarchy works, at least for chickens?\n\nCatherine\n\nWell, the best hierarchy is one that isn't imposed. That means a good hierarchy isn't forced on the chickens. They do well when they create the hierarchy themselves, naturally. They work out the pecking order themselves.\n\nNeil\n\nPecking order is a great phrase. We use it to describe levels of importance in an organisation. The more important you are, the higher in the pecking order you are. Where does this phrase originate?\n\nCatherine\n\nWell, pecking describes what chickens do with their beaks. They hit or bite other chickens with them. And the most important or dominant chickens, peck all the others.\n\nThe top chicken does all the pecking, middle-level chickens get pecked and do some pecking themselves, and some chickens are only pecked by other chickens. So, there is a definite pecking order in chickens.\n\nNeil\n\nRight, time to review this week's vocabulary, but before that let's have the answer to the quiz.\n\nI asked what the record number of eggs laid by a single chicken in a year was. The options were:\n\na: 253\n\nb: 371\n\nc: 426\n\nWhat did you say, Catherine?\n\nCatherine\n\nI said 371.\n\nNeil\n\nWell, lucky you! You're definitely top of the pecking order, aren't you? Because you are right!\n\nCatherine\n\nThat's a lot of eggs!\n\nNeil\n\nIndeed. Now, the vocabulary. We are talking about hierarchies - a way to organise a society or workplace with different levels of importance.\n\nCatherine\n\nAn expression with a similar meaning is pecking order, which relates to how important someone, or a chicken, is, within a hierarchy.\n\nNeil\n\nA group of chickens is a flock. It's also the general collective noun for birds as well, not just chickens.\n\nCatherine\n\nAnother of our words was the noun productivity, which refers to the amount of work that is done.\n\nNeil\n\nAnd if you suppress someone's productivity, you stop them from being as productive as they could be.\n\nCatherine\n\nAnd finally, there was the verb to impose. If you impose something, you force it on people. For example, the government imposed new taxes on fuel.\n\nNeil\n\nWell that is the end of the programme. For more from us though, check out Instagram, Facebook, Twitter, YouTube, and of course, our App! Don't forget the website as well - bbclearningenglish.com. See you soon, bye.\n\nCatherine\n\nBye!\n\n"},{"lesson_name":"6E Solutions p.58","label":"label_21","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"When they came across him, he had no possession except for two old letters. A mysterious man had begun to call on him shortly before his release. It wasn't a serious injury, and Kaspar got over it. The police went to the garden and looked for it. Various historians have looked into them. "},{"lesson_name":"Second Conditional","label":"label_23","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Rob\n\nHello. Welcome to 6 Minute Grammar with me, Rob. \n\nCatherine\n\nAnd me, Catherine. Hello. This programme is all about the second conditional. \n\nRob\n\nYes the second conditional. We'll see how to form it…\n\nCatherine\n\nWe'll look at why and when we use it…\n\nRob\n\nThere'll be a very helpful pronunciation tip…\n\nCatherine\n\nAnd there'll be a second conditional quiz at the end of the show, so listen carefully. \n\nRob\n\nLet's start by looking at why and when we use the second conditional. The main use of the second conditional is to talk about impossible, unlikely or imaginary situations. And here's an example to do with football. Catherine, are you a football fan. \n\nCatherine\n\nErr… I like to watch the big games, the internationals, the England games in particular - I do like an England game. \n\nRob\n\nYes, they haven't won for a long time…\n\nCatherine\n\nNot since '66, I think…\n\nRob\n\n'66 was a long time ago, but maybe they'll win one day…\n\nCatherine\n\nMaybe. \n\nRob\n\nBut at the moment it's just a dream; not a strong possibility. So Mike's here: let's have a second conditional sentence about that situation Mike:\n\nMike\n\nIf England won the World Cup, Catherine would be so happy. \n\nRob\n\nIf England won the World Cup, Catherine would be so happy. Catherine, is that true. \n\nCatherine\n\nIt is, actually, I'd be very happy. Unlikely, but, I'd be happy. So: this is a second conditional sentence and it is made of two parts. The first part starts with the word if, plus a subject and a past simple verb, and it describes an unlikely or imaginary situation, like this:\n\nMike\n\nIf England won the World Cup…\n\nCatherine\n\nThanks Mike. And the second part of the sentence has the word would or the negative wouldn't with an infinitive verb. It describes a possible result of the unlikely or imaginary situation. \n\nMike\n\n…Catherine would be so happy. \n\nRob\n\nThat's the result of the imaginary situation. And yes, If England won the World Cup, we would be very happy, wouldn't we, Catherine. \n\nCatherine\n\nWe would. \n\nRob\n\nGood. Now, we can change the order of the two parts, and the meaning stays the same:\n\nMike\n\nWe'd be so happy if England won the World Cup. \n\nCatherine\n\nRight, thanks Mike. Let's have some more examples. \n\nMike\n\nIf Sunny had more money, he'd get a better phone. \n\nI wouldn't see you very often if I lived in the city. \n\nMaria would have a better job if she spoke more English. \n\nIf I were you, I'd take a holiday. \n\nRob\n\nThanks - lots of examples there. And the last one is particularly interesting: If I were you, I'd take a holiday. And of course this isn't a real situation, because I can't be you, can I. \n\nCatherine\n\nYou can't be anybody Rob, except yourself, just you: we're stuck with you. \n\nRob\n\nYou're stuck with me, yes: I'm afraid so. Anyway, we say a second conditional sentence starting with the words If I were you when we want to give someone some advice. And here the advice is to go on holiday. \n\nCatherine\n\nIt's interesting that a lot of native speakers say If I were you, not if I was you. \n\nRob\n\nAnd if I were you, I'd go somewhere nice and hot with palm trees and sandy beaches. Mmm. \n\nRob\n\nAnd we're talking about second conditionals. \n\nCatherine\n\nNow for a word about pronunciation. Contractions or short forms - are very common in second conditionals - but they can sometimes be difficult to hear. \n\nRob\n\nYes, that's a good point. In the last example, the two words I and would become I'd.  I'd take a holiday. \n\nCatherine\n\nSo would is shortened to just a \/d\/ sound. Listen out for the short \/d\/ sound in this next example:\n\nMike\n\nIf I knew the answer, I'd tell you. \n\nCatherine\n\nYes, the phrase I would tell becomes I'd tell. One more time please Mike:\n\nMike\n\nIf I knew the answer, I'd tell you. \n\nRob\n\nWell, wherever you are, I hope you know the answers to the quiz. It's coming up next. \n\nCatherine\n\nYes, it's quiz time. Choose the correct word or phrase to fill each gap. Here's the first one. If you [beep] some money on the street, what would you do. Is the missing word a) find b) found or c) would find. \n\nRob\n\nAnd the answer is b): If you found £50 on the street, what would you do. \n\nCatherine\n\nAnother one: If you forgot your wife's birthday what [beep] she do. Is it a) does, b) will or c) would. \n\nRob\n\nSo the answer is c): If you forgot your wife's birthday what would she do. I wonder what she'd do…\n\nCatherine\n\nAnd the last one: I wouldn't eat that if I [beep] you. Is it a) am b) were or c) be. \n\nRob\n\nAnd its b): I wouldn't eat that if I were you. Well done if you got all those right. \n\nSo we've been talking about the second conditional. It's made of if plus the past simpletense, and would plus the infinitive. We use it to talk about imaginary situations and their results. \n\nCatherine\n\nThere's more about this on our website at bbclearningenglish. com. Join us again soon for more 6 Minute Grammar. \n\nBoth\n\nBye. \n\n"},{"lesson_name":"Том карп Стальная воля","label":"label_17","progress":"1","description1":"description1","description2":"description2","description3":"description3","description4":"description4","Text":"Берг Оусланд. Можно обессилеть от одних лишь мыслей об экспедиции Бëрге Оусланда. Вам вовсе не нужно замахиваться на пересечение полюса или другие экстремальные затеи. Многим с обычной бы жизнью разобраться. Мы живем во времена, которые предъявляют к нам высокие требования, и у многих людей имеются большие ожидания в отношении себя и своей жизни. И тем не менее такие слова, как сила воли, самодисциплина, самоконтроль и выносливость, считаются в наше время неполиткорректными, ведь главное место в жизни занимают удовольствия, потребление и простые решения. Между целью и средствами наблюдается разрыв. Соблазны заставляют нас ставить столь высокую планку для счастья, работы, карьеры, безопасности и личной жизни, что мы до нее не дотягиваем. Сила воли – это умение не только нажать на газ, но и вовремя притормозить. большинство современных мыслителей характеризуют волю как ментальную активность, которую мы способны контролировать и которая может управлять нашими порывами."}]